Repository: NaN-tic/trytond-analytic_work
Catalog: locale/*.po
Languages: ca_es, es_es

# error:analytic_account.line-timesheet.line:
source: The Analtyic Line must be unique.
ca_es: L'apunt anal��tic ha de ser ��nic.
es_es: El apunte anal��tico debe ser ��nico

# error:analytic_account.line-timesheet.line:
source: The Timesheet Line must be unique.
ca_es: La l��nia del full de treball ha de ser ��nica.
es_es: La l��nia del parte de trabajo ha de ser ��nica.

# field:analytic_account.line,timesheet_line:
source: Timesheet Line
ca_es: L��nia de full de treball
es_es: L��nea de parte de trabajo

# field:analytic_account.line-timesheet.line,analytic_line:
source: Analytic Line
ca_es: L��nia anal��tica
es_es: L��nea anal��tica

# field:analytic_account.line-timesheet.line,create_date:
source: Create Date
ca_es: Data de creaci��
es_es: Fecha de creaci��n

# field:analytic_account.line-timesheet.line,create_uid:
source: Create User
ca_es: Usuari de creaci��
es_es: Usuario de creaci��n

# field:analytic_account.line-timesheet.line,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:analytic_account.line-timesheet.line,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:analytic_account.line-timesheet.line,timesheet_line:
source: Timesheet Line
ca_es: L��nia de full de treball
es_es: L��nea de parte de trabajo

# field:analytic_account.line-timesheet.line,write_date:
source: Write Date
ca_es: Data modificaci��n
es_es: Fecha modificaci��n

# field:analytic_account.line-timesheet.line,write_uid:
source: Write User
ca_es: Usuari modificaci��
es_es: Usuario modificaci��n

# field:timesheet.line,analytic_line:
source: Analytic Line
ca_es: L��nia anal��tica
es_es: L��nea anal��tica

# model:analytic_account.line-timesheet.line,name:
source: Analtyic Line - Timesheet Line
ca_es: Apunta anal��tic - L��nia del full de treball
es_es: Apunte anal��tico - L��nea del parte de trabajo
